<?php

/** @var yii\web\View $this */

$this->title = 'My Yii Application';
?>
<div class="site-index">

    <!--<div class="jumbotron text-center bg-transparent">
        <h1 class="display-4">Congratulations!</h1>

        <p class="lead">You have successfully created your Yii-powered application.</p>

        <p><a class="btn btn-lg btn-success" href="http://www.yiiframework.com">Get started with Yii</a></p>
    </div>-->

    <div class="body-content">

        <div class="row">
            <div class="col-lg-5 mr-4">
                <h2>О сайте</h2>
                <!--<h2> Эти колонки из views/post/index.php</h2>-->

                <p>
                    Здесь люди ведут свои дневники, пользуясь сайтом вместо обычной тетради.

                    В отличие от огромного количества существующих сетевых дневников, записи этого дневника никогда не будут опубликованы. Здесь твой дневник существует только для тебя. Никто никогда не прочтёт его, не будет комментировать твои записи, критиковать твои взгляды и убеждения, придираться к твоим словам. Всё, что происходит между тобой и твоим дневником, навсегда останется только между вами. Здесь ты не играешь роль, не стараешься произвести впечатление, можешь быть просто самим собой, проявляя как лучшие качества, так и недостатки, от которых хочешь избавиться, в чём и поможет тебе ведение дневника.

                    Этот сайт задуман и специально разрабатывался именно как сервис ведения личных, непубликуемых дневников. Он не основан на каком-либо из стандартных движков для блога. В нём предусмотрено всё необходимое для максимального удобства ведения именно личного, конфиденциального дневника. Этот сервис хорошо подходит как для "девичьего" дневника, где можно просто изливать душу, используя дневник в качестве психоаналитика, так и в качестве серьёзного делового</p>


            </div>
            <div class="col-lg-4">

                <h2> </h2>

                <p>
                    инструмента для слежения за научными либо спортивными результатами, за показателями здоровья, ради документирования значительной информации, или для занятий по одной из многих систем формирования личности, рекомендующих ведение дневника.

                    веб-сайт обладает простым, очевидным и продуманным интерфейсом. Умная система, основанная на использовании ключевых слов (тэгов) не только поможет тебе легко найти нужную информацию, но и сама напомнит тебе о событиях, связанных с текущими, которые, возможно, никогда иначе и не всплыли бы в твоей памяти. Находить нужные записи дневника можно так же используя удобный календарь, или посредством поиска по свободно введённому тексту.
                    При необходимости, можно проиллюстрировать запись дневника фотографией, загрузив её на сайт, или прикрепить к записи неограниченное количество видео-роликов, фотографий или аудио-роликов с других сайтов - видео- фото- и аудио-хостингов в сети. Все загруженные и прикреплённые фотографии можно просматривать в удобной галерее, что является дополнительным инструментом нахождения нужной информации.


            </div>
        </div>

    </div>
</div>
